"use strict";
//Объявите две переменные hello и goodbye, 
//сразу же проинициализируйте их значениями. 
//Объявите и проинициализируйте переменную name значением 'Пётр'. 
//Используя переменные, составьте строку 'Привет, Пётр. Пока, Пётр.'. 
//В выражении можно использовать дополнительную строку из одного пробела. 
//А можно обойтись без неё ;)

var hello = "Привет,";
var goodbye = " Пока,";
var name = " Петр";
//alert(hello + name + "." + goodbye + name);
console.log(hello + name + "." + goodbye + name);
